Revit 2027 API
ParameterTypeId.PhyMaterialParamUnitWeight Property
 "Unit weight"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamUnitWeight { get; }
Public Shared ReadOnly Property PhyMaterialParamUnitWeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamUnitWeight {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamUnitWeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace